import React from 'react'

function Confindecial() {
    return (
        <div className='confidencial'>
            <h1>ПОЛИТИКА КОНФИДЕНЦИАЛЬНОСТИ</h1>
            <ul>
                <li>
                    <h3 className=''>ОБЛАСТЬ ПРИМЕНЕНИЯ и СОГЛАСИЕ</h3> 
                    ◦ Персональные данные физических лиц-пользователей сервиса My.Accounting.KZ обрабатываются ИП «My.Accounting.KZ», находящимся по адресу: Республика Казахстан, 100000, Карагандинская область, г.Караганда, район Казыбек-Би , ул.Муканова 49/11 (далее - ИП). ИП является собственником и оператором Базы персональных данных пользователей My.Accounting.KZ.
                    ◦ База персональных данных пользователей My.Accounting.KZ находится по месту нахождения ИП.
                    ◦ Настоящая Политика конфиденциальности описывает установленный ИП порядок обработки персональных данных, собранных с помощью интернет-ресурса www.myaccounting97.ru Во всех указанных случаях ИП обрабатывает персональные данные пользователей исключительно в рамках требований Закон Республики Казахстан от 21 мая 2013 года № 94-V «О персональных данных и их защите», а также международных договоров, ратифицированных РК. Данная Политика конфиденциальности разработана в соответствии с их нормами.
                    Пользователи должны знать, что при переходе на некоторые ссылки, размещённые на Сайте, они могут быть перенаправлены к сайтам (приложениям и т.д.) других компаний за пределы хостингового пространства ИП («WhatsApp», «Telegram», «Instagram»), где информация о Пользователях собирается вне прямого контроля ИП. В таком случае Политики конфиденциальности сайтов и/или приложений третьих лиц будут регулировать порядок обработки информации, полученной от пользователей этими третьими лицами.
                </li>
                <li>
                    <h3> ИНФОРМАЦИЯ, КОТОРУЮ СОБИРАЕТ, ПОЛУЧАЕТ И РАЗМЕЩАЕТ ИП</h3>
                    Обслуживание клиентов: При обращении Пользователей в отдел обслуживания клиентов, ИП может - в рамках операций своего сайта - собирать личную информацию, необходимую для выполнения запроса Пользователя и получения обратной связи при необходимости. ИП может также связаться с Пользователем, используя существующую контактную информацию учётной записи, предоставленную для этой цели. ИП может также собирать другую информацию об общении с Пользователями, например, любые запросы в службу поддержки, подаваемые Пользователями, или любую обратную связь, предоставляемую ими. Сайт и мобильные данные: ИП может автоматически получать и регистрировать на своих серверах информацию из браузера пользователя или любого устройства, включая IP-адрес, программное обеспечение и аппаратные атрибуты, страницы, которые запрашивает Пользователь, мобильные идентификаторы, информацию об использовании приложения, и/или информацию о других используемых устройствах или информацию системного уровня. Это может происходить на Сайте, или на сервисах третьих лиц.
                    Прилагаемая информация: ИП может также добавить информацию, законно полученную от деловых партнеров или третьих сторон, к существующим данным ИП о своих пользователях.
                </li>
                <li>
                    <h3>IP-АДРЕС, КУКИСЫ (COOKIES) и МОБИЛЬНЫЕ ИДЕНТИФИКАТОРЫ</h3>
                    ◦ В рамках деятельности своего сайта, ИП может собирать определенную информацию с помощью таких технологий как Кукисы (куки, cookies), пиксели (pixels), и локального хранилища (как в Вашем браузере, или мобильном устройстве).
                    ◦ КУКИСЫ (COOKIES) - это небольшие текстовые файлы, которые хранят информацию непосредственно на компьютере пользователя, его мобильном телефоне или другом устройстве.
                    ◦ Пиксели (pixels) – небольшие цифровые изображения, которые являются частью кодов на веб-страницах, которые позволяют другому серверу измерить просматриваемость веб-страницы, и часто используются в сочетании с кукис (cookies). Код отслеживает если и когда (и на какой странице) пиксель загружен, чтобы указать, что пользователь взаимодействует со страницей или частью страницы Сайта.
                    ◦ С помощью кукис (cookies), веб-сервер может сохранить, например предпочтения и настройки на компьютере Пользователя, его мобильном телефоне или другом устройстве(ах), которое затем автоматически восстанавливается при следующем посещении. Или, говоря иначе, файлы кукис (cookies) служат, помимо прочего, чтобы сделать использование Сайта более удобным, таким образом, например, чтобы Пользователь не должен был повторять процесс входа в систему при следующем визите. ИП использует как постоянные, так и сессионные куки. Постоянные куки остаются на компьютере Пользователя в течение более длительного периода времени, а сессионные куки автоматически удаляются при закрытии окна браузера.

                </li>
                <li>

                    <h3>ИСПОЛЬЗОВАНИЕ ПЕРСОНАЛЬНЫХ ДАННЫХ</h3>
                    Для оказания своих услуг ИП может использовать информацию, которую ИП собирает и размещает для следующих целей:
                    •
                    ◦ обеспечение обслуживания клиентов, в том числе для создания и управления учетными записями пользователей, решения технических трудностей и доступа к различным функциям;
                    ◦ адаптация предложений и опыта, в том числе рекламы на своих сервисах или сервисах третьих лиц;
                    ◦ контроль общей и индивидуальной активности Пользователей, а также для управления трафиком на Сайте;
                    ◦ связь с пользователями, в том числе по вопросам сервиса, обслуживания клиентов или разрешенных маркетинговых коммуникаций через любые доступные каналы связи;
                    ◦ проведение научно-исследовательской и аналитической активности с целью улучшения нашего сервиса; и
                    ◦ обеспечение соблюдения Пользовательского соглашения сервисов My.Accounting.KZ
                    ИП может сохранять информацию, которую она собирает и получает на своем Сайте так долго, как то требуется для выполнения вышеуказанных деловых целей.
                </li>
                <li>
                    <h3>ОБМЕН ИНФОРМАЦИЕЙ</h3>
                    ◦ ИП может делиться информацией, которую она собирает, с аффилированными лицами. При этом переданные данные остаются предметом Политики Конфиденциальности.
                    ◦ ИП не предоставляет личную информацию пользователей не аффилированным лицам.
                    ◦ ИП оставляет за собой право в соответствии с требованиями законодательства обмениваться информацией с частными лицами и государственными органами в следующих целях:
                    ◦ § расследования предполагаемых нарушений закона или борьбы с любыми другими предполагаемыми нарушениями Пользовательского соглашения сервисов My.Accounting.KZ Пользователями.
                    ◦ ИП может предоставлять персональные данные пользователей на запросы компетентных органов, оформленных в соответствии с требованиями законодательства Республики Казахстан.
                    ◦ В соответствии с Политикой конфиденциальности, ИП обязуется не передавать в аренду или продавать любые персональные данные Пользователя. В случае если бизнес ИП или часть этого бизнеса будут проданы или реорганизованы, и ИП передает все, или практически все свои активы новому владельцу, то персональные данные пользователей могут быть переданы покупателю, чтобы обеспечить непрерывность обслуживания Сайта,
                    ◦ ИП может передавать определенную обезличенную информацию (данные, которые не позволяют идентифицировать Пользователей по отдельности) сторонним поставщикам услуг, доверенным партнерам или авторизованным исследователям в целях лучшего понимания, какая реклама или услуги могут заинтересовать Пользователей, улучшения общего качества и эффективности услуг на Сайте или сервиса, или для обеспечения своего вклада в научные исследования, которые, по мнению ИП, могут приносить большие социальные блага.
                    ◦ В случаях передачи персональных данных, информирование Пользователя о передаче его персональных данных остается на усмотрение ИП.
                </li>
                <li>

                    <h3> ПОЛЬЗОВАТЕЛЬСКИЙ КОНТРОЛЬ</h3>
                    ◦ Кукис (Cookies): Большинство основных компьютерных (десктопных) и мобильных веб-браузеров (например, Safari,Internet Explorer, Chrome, Opera, Yandex) обеспечивают элементы управления, которые позволяют пользователю ограничить или заблокировать установку Кукис (Cookies) на ваших системах. Обратите внимание, что отключение Кукис (Cookies) в отношении доменов первой категории (посещаемых сайтов) и других доменов (сайтов, связанных с посещаемыми) может привести в некоторых случаях к ограниченной функциональности этих веб-сайтов.
                    ◦ Другие права Пользователей в связи с обработкой их персональных данных ИП:
                    § знать о наличии у ИП, а также третьего лица своих персональных данных, а также получать информацию, содержащую: подтверждение факта, цели, источников, способов сбора и обработки персональных данных; перечень персональных данных; сроки обработки персональных данных, в том числе сроки их хранения;
                    § требовать от ИП изменения и дополнения своих персональных данных при наличии оснований, подтвержденных соответствующими документами;
                    § требовать от ИП, а также третьего лица уничтожения своих персональных данных, сбор и обработка которых произведены с нарушением законодательства Республики Казахстан, а также в иных случаях, установленных нормативными правовыми актами Республики Казахстан;
                    § отозвать согласие на сбор, обработку персональных данных, кроме случаев, предусмотренных пунктом 2 статьи 8 Закона Республики Казахстан «О персональных данных и их защите»;
                    § на защиту своих прав и законных интересов, в том числе возмещение морального и материального вреда;
                    § на осуществление иных прав, предусмотренных настоящим законами Республики Казахстан.

                </li>
                <li>
                    <h3>БЕЗОПАСНОСТЬ</h3>
                    Вся информация, которую ИП собирает, в разумных пределах защищена техническими средствами и процедурами обеспечения безопасности в целях предотвращения несанкционированного доступа или использование данных. Аффилированные с ИП лица, партнеры и сторонние поставщики услуг обязуются использовать полученную от ИП информацию в соответствии с нашими требованиями к безопасности и этой Политикой Конфиденциальности.
                    • ВНЕСЕНИЕ ИЗМЕНЕНИЙ В ЭТУ ПОЛИТИКУ
                    ◦ Эта политика конфиденциальности была последний раз обновлена 05.05.2022. ИП может обновлять эту политику конфиденциальности время от времени, новая редакция Политики конфиденциальности вступает в силу с момента ее размещения в сети Интернет по указанному в данном пункте адресу, если иное не предусмотрено новой редакцией Политики конфиденциальности. Действующая редакция Политики конфиденциальности всегда находится на странице по адресу <a href="http://myaccounting97.ru/confidential">http://myaccounting97.ru/confidential</a>
                    ◦ В случае если ИП были внесены любые изменения в Политику Конфиденциальности, с которыми Пользователь не согласен, он обязан прекратить использование сервисов Сайта. Факт непрекращения использования Сайта является подтверждением согласия и принятия Пользователем соответствующей редакцией Политики Конфиденциальности.
                </li>
                <li>
                    <h3>ОПЛАТА</h3>
                    ◦ 1. На Веб-сайте Пользователя визуально проинформируют об актуальной цене выбранных Платных услуг. Все цены, указанные на Веб-сайте, являются ценами брутто выраженными в национальной валюте (KZT).
                    ◦ 2. Платежи, произведенные в рамках Сервиса, должны проводиться авансом - в полном объеме, необходимом для заказа данной Платной услуги, до начала ее предоставления - с помощью платежных форм, предоставляемых My.Accounting.KZ.
                    ◦ 3. Предоставление Платной услуги должно начаться после полного зачисления на счет My.Accounting.KZ оплаты за такую Платную услугу.
                    ◦ 4. На собственное усмотрение Пользователь может произвести платеж, используя один из доступных способов оплаты в соответствии с информацией, предоставленной в процессе выбора данной услуги, придерживаясь платежной инструкции в My.Accounting.KZ.
                    ◦ 5. Использование любого из способов оплаты (за исключением платежей из Счета My.Accounting.KZ.) потребует установления отдельных правовых отношений с поставщиком данной платежной услуги и принятия его правил. My.Accounting.KZ. не является стороной таких отношений и не имеет возможности вмешиваться в их содержание или выполнение. В случае возникновения проблем с оплатой пользователь должен обратиться к соответствующему оператору, чтобы уточнить любые сомнения или подать жалобу. Однако в исключительных случаях и в пределах технических и организационных возможностей My.Accounting.KZ.может помочь Пользователю прояснить проблему. My.Accounting.KZ. не несет ответственности за платежные услуги, предоставляемые внешним поставщиком услуг.
                    ◦ 6. Акты приема-передачи могут быть предоставлены Бизнес-пользователям, которые являются физическими лицами-предпринимателями, или юридическими лицами, только в случае оплаты, произведенной непосредственно в My.Accounting.KZ. на основании счета-фактуры без использования услуг платежных провайдеров.
                    ◦ 7. На запрос Пользователя по средствам “WhatsApp” “Telegram” “Mail.ru”  о возврате денежных средств (данные для связи размещены на сайте My.Accounting.KZ) производится путём возврата денежных средств на банковский счёт с которого была произведена оплата.
                </li>
            </ul>

        </div>
    )
}

export default Confindecial