import React from 'react'

function About() {
    
    return (
        <section className='main__about-me'>
            <h1 className="main__content-about-title">Обо мне</h1>
            <div className="container">
                <p className="main__content-about-text">
                    ▫️На получении звания Профессионального бухгалтера РК, я решаю не останавливаться и иду за следующим званием, званием Налогового консультанта.
                    На данный момент за своими плечами я имею непрерывный опыт работы более 5-ти лет, звание Профессионального бухгалтера РК, Налогового Консультанта и более 50-ти кейсов которые позволили моим клиентам сэкономить свои финансы на правильном выборе налогового режима и законной оптимизации налогов.
                </p>
                <p className="main__content-about-text">
                    ▫️Все мои знания и колоссальный опыт поможет мне решить любой ваш вопрос связанный как с бухгалтерским , так и с налоговым учетом.
                    ▫️Всегда рада вашим обращениям дорогие коллеги и владельцы бизнеса.
                </p>
            </div>
        </section>
    )
}

export default About